{
  "posts": [
    {"id": 2,"secao":"facebook", "titulo": null, "texto": null, "foto": null, "link": null},
    {"id": 3,"secao":"whatsapp", "titulo": "(12) 99748-7141", "texto": null, "foto": null, "link": "https://api.whatsapp.com/send?phone=5512997487141"},
    {"id": 4,"secao":"telefone", "titulo": "(12) 3302-7141", "texto": null, "foto": null, "link": null},
    {"id": 7,"secao":"series", "titulo": "do infantil ao 9º ano do fundamental", "texto": null, "foto": null, "link": null},
    {"id": 8,"secao":"primeira", "titulo" : "Educar para Transformar. Aprender para Crescer", "texto": null, "foto": null, "link": null},
    {"id": 9,"secao":"visao", "titulo" : "Visão", "texto": "Os nossos pais e alunos estão no centro de tudo que fazemos. Ouvimos com atenção as suas necessidades e expectativas, cada gesto é importante, Educação de Qualidade é compromisso fundamental, jamais questionados.",  "foto": null, "link": null},
    {"id": 10,"secao":"valores", "titulo" : "Valores", "texto": "Cooperatividade, Respeito, Sinceridade, Honestidade, Amizade, Gratidão e Amor.",  "foto": "img/bg-showcase-3.jpg", "link": null},
    {"id": 11,"secao":"missao", "titulo" : "Missão", "texto": "Nossa escola tem por missão contribuir para a constante melhoria das condições educacionais da sociedade, visando assegurar uma educação de qualidade aos nossos alunos, em ambiente de responsabilidade social. Somos uma escola que tem grande orgulho e compromisso pelo trabalho que desenvolvemos, e cujo objetivo principal é oferecer um ensino de qualidade, para que o aluno tenha uma atuação crítica e participativa na sociedade, motivado pelos mais altos ideais de altruísmo e solidariedade ao próximo.",  "foto": null, "link": null},
    {"id": 12,"secao":"disciplinas", "titulo" : "Disciplinas", "texto": null,  "foto": null, "link": null},
    {"id": 13,"secao":"infantil", "titulo" : "Educação Infantil e 1º ano", "texto": "Linguagem Oral e Escrita, Matemática, Natureza e Sociedade",  "foto": null, "link": null},
    {"id": 14,"secao":"fundamental", "titulo" : "Ensino Fundamental 2º ao 5º ano", "texto": "Língua Portuguesa, Arte, Educação Física, Matemática, Ciências Físicas e Biológicas, História, Geografia, Língua Inglesa",  "foto": null, "link": null},
    {"id": 15,"secao":"fundamental_dois", "titulo" : "Ensino Fundamental 6º ao 9º ano", "texto": "Língua Portuguesa, Arte, Educação Física, Matemática, Ciências Físicas e Biológicas, História, Geografia, Língua Inglesa, Técnica de Redação, Geometria, Empreendedorismo, Matemática Financeira",  "foto": null, "link": null},
    {"id": 16,"secao":"atividades", "titulo" : "Atividades Extra Curriculares", "texto": "Não fico sem! Pelo menos uma vez por semana tenho que praticar",  "foto": null, "link": null},
    {"id": 17,"secao":"atividadesUm", "titulo" : "Arte e Atividade Física", "texto": "Capoeira, Escolinha de Futebol do Colégio Crescer, Expressão Musical, Expressão Corporal",  "foto": null, "link": null},
    {"id": 18,"secao":"atividadesDois", "titulo" : "Atividades Diversificadas", "texto": "Projetos Semestrais, Robótica, Empreendedorismo, Educação Financeira, Biblioteca Digital",  "foto": null, "link": null},
    {"id": 19,"secao":"atividadesTres", "titulo" : "Idiomas", "texto":"Inglês, Espanhol",  "foto": null, "link": null},
    {"id": 20,"secao":"areaLazer", "titulo" : "Área de Lazer", "texto": "Playground, Mesa de Pebolim, Jogos recreativos, Tênis de Mesa, Quadra Poliesportiva",  "foto": null, "link": null},
    {"id": 21,"secao":"recursos", "titulo" : "Recursos", "texto": "Tablets, Datashow, Lousa Digital, Lousa Convencional, Laboratório de Ciências, Monitoramento por Câmeras de Segurança, Salas Climatizadas, Cantina, Wifi",  "foto": null, "link": null},
    {"id": 22,"secao":"metodologiaP1", "titulo" : "Metodologia", "texto": "A metodologia de ensino do Colégio está baseada na proposta construtiva, ou seja, o objetivo é levar a criança a explorar e descobrir todas as possibilidades do seu corpo, dos objetivos, das relações, do espaço e através disso, desenvolver a sua capacidade de observar, descobrir e pensar. Considerando os ideais de Lev Vygotsky e Jean Piaget, a proposta tem o propósito de colocar em evidência o sentido e significado da relação sujeito / meio ambiente no processo de construção do conhecimento. A abordagem sócio – interacionista concebe a aprendizagem como um fenômeno que se realiza a interação com o outro. A aprendizagem acontece por meio da internalização, a partir de um processo, de troca, que possui uma dimensão coletiva. No planejamento e na execução de cada atividade, são levados em conta o nível de conhecimento dos alunos, o seu ritmo de aprendizagem e os tipos de motivação que os inspiram. Esse procedimento visa a respeitar as diferenças individuais e as características mais importantes da criança na realização de cada uma das atividades",  "foto": null, "link": null},
    {"id": 23,"secao":"metodologiaP2", "titulo" : "Metodologia", "texto": "A proposta é colocada em ação por meio de um sistema apostilado da Editora Opet que enfatiza o construtivismo, que está coerente com a Matriz Curricular vigente: com as seguintes disciplinas para o Ensino Fundamental: Língua Portuguesa, Arte, Matemática, Ciências da Natureza, História, Geografia, para o Ensino Fundamental e para Educação Infantil introduzimos a Formação Pessoal e Conhecimento de Mundo através da Linguagem Oral e escrita, Natureza e Sociedade e Matemática como parte diversificada inserimos o Inglês, a Capoeira e a Aula de Música. Dentro do contexto educacional das disciplinas, introduziu-se também dois projetos semestrais escolhidos de acordo com a realidade e a necessidade atual.",  "foto": null, "link": null}
  ]
}

